export default {
  niramekko: "にらめっこ",
  comedy: "お笑い",
  user: "ユーザー",
  video: "ビデオ",
  privacy_policy: "プライバシーポリシー",
  terms: "利用規約",
  next: "次へ",
  title: "称号",
  coming_soon: "準備中です",
  title_names: {
		gold: "金城鉄壁真顔人",
		iron: "鉄壁の真顔人",
		soil: "土壁の真顔人",
		smile: "ニッコリさん",
		laugh: "ゲラゲラ星人",
  },
	tweet_texts: {
		gold: "何を見ても、何を聞いても笑わない、非の打ち所の無い素晴らしい忍耐力の持ち主です。",
    iron: "すごい忍耐力ですね。自分の真顔に自信を持って、さらなる高みへ！",
    soil: "まずまずの忍耐力です。この調子で真顔に磨きをかけましょう！",
    smile:"思わず笑ってしまいましたね。次は真顔人入りを目指しましょう！",
    laugh:"よく笑いましたで笑！"
  },
  index: {
    tagline: "笑って、笑わせて",
    sub_tagline: "social niramekko game",
    caption: "おもしろ動画とにらめっこ。サクッと気分を切り替えよう。",
  },
  modes: {
    normal: "ノーマル",
    dojyo: "道場破り",
    revenge: "リベンジ",
  },
  mode_texts: {
    normal: "5つの動画を見て最終スコアを競うモード",
    dojyo: "最新ベストに挑むモード",
    revenge: "過去に笑ってしまった動画にリベンジするモード",
  },
  rule: {
    heading: "事前準備・ルール説明",
    hide_caption: "動画を非表示リストに登録",
    next_caption: "次の動画に進む",
    prepare_text: "①カメラを許可してください<br/>②下部に自分の顔が写るようにカメラを調節します<br/>③自分の顔の輪郭、各パーツ上に線が表示されていることを確認します<br/>④表情を動かしたときに左下のグラフが動くことを確認してください",
    normal_text: "最初に{score}スコアが付与されます。<br/>tiktokのおもしろ動画を見て、笑いを堪えてください。5つの動画を再生後、最終スコアによって称号が決まります。<br/>高スコアを目指して笑いを堪らえよう！",
    dojyo_text: "最も笑われている動画ベストを見て笑いを堪えるモードです。<br/>最初に{score}スコアが付与され、その後は各動画クリア毎に{score}スコアが付与されます。笑いを堪えきれないとゲームオーバーになります。ゲームクリアを目指して笑いを堪らえよう！",
    revenge_text: "過去に笑ってしまった動画にリベンジするモードです。<br/>最初に{score}スコアが付与され、その後は各動画クリア毎に{score}スコアが付与されます。笑いを堪えきれないとゲームオーバーになります。ゲームクリアを目指して笑いを堪らえよう！",
  },
  new_video: {
    caption: "共有するtiktok動画のリンクを貼り付けてください。",
  },
  guide: {
    game_play: "にらめっこゲームの<br>遊び方",
    login: "ログインすると<br>できること",
    new_video: "ビデオ登録",
  },
  game_play: {
    heading: "ゲームの遊び方",
    caption_1: "1. [PLAY]ボタンをクリック",
    caption_2: "2. モードを選択",
    caption_3: "3. 事前準備をして[次へ]をクリック",
    caption_4: "4. ルールを確認したら[start]をクリック",
    caption_5: "5. TikTok動画が表示されたら再生ボタンをクリック",
    caption_6: "6. ビデオの再生が終わったら→ボタンで次の動画へ",
    caption_7: "7. 再生リストを全て見終えたら、スコアに応じた称号が付与されます。より高いスコアを目指して笑いを堪らえよう！",
  },
  contact: {
    caption: "ご意見・ご要望等、お待ちしています。",
    type: {
      request: "ご要望",
      bug: "不具合報告",
      thoughts: "ご感想",
      others: "その他",
    },
    text_area_caption: "10〜500文字で記載してください。",
  }
}