<template>
  <div class="display-col justify-center term-wrapper">
    <h3>プライバシーポリシー</h3>
    <div>
      <h4>お客様から取得する情報</h4>
      <p>本サービスは、お客様から以下の情報を取得します。</p>
      <ul class="list-style">
        <li>氏名(ニックネームやペンネームも含む)</li>
        <li>外部サービスでお客様が利用するID、その他外部サービスのプライバシー設定によりお客様が連携先に開示を認めた情報</li>
        <li>Cookie(クッキー)を用いて生成された識別情報</li>
        <li>OSが生成するID、端末の種類、端末識別子等のお客様が利用するOSや端末に関する情報</li>
        <li>本サービスの滞在時間、入力履歴等の本サービスにおけるお客様の行動履歴</li>
        <li>本サービスの起動時間、入力履歴等の本サービスの利用履歴</li>
        <li>お客様の位置情報</li>
      </ul>
      <br>
      <h4>お客様の情報を利用する目的</h4>
      <p>本サービスはお客様から取得した情報を、以下の目的のために利用します。</p>
      <ul class="list-style">
        <li>本サービスに関する登録の受付、お客様の本人確認、認証のため</li>
        <li>お客様の本サービスの利用履歴を管理するため</li>
        <li>本サービスにおけるお客様の行動履歴を分析し、本サービスの維持改善に役立てるため</li>
        <li>市場分析、マーケティングのため</li>
        <li>お客様からのお問い合わせに対応するため</li>
        <li>本サービスの規約や法令に違反する行為に対応するため</li>
        <li>以上の他、本サービスの提供、維持、保護及び改善のため</li>
      </ul>
      <br>
      <h4>第三者提供</h4>
      <p>本サービスは、お客様から取得する情報のうち、個人データ(個人情報保護法第2条第6項)に該当するものについては、あらかじめお客様の同意を得ずに、第三者(日本国外にある者を含みます。)に提供しません。但し、次の場合は除きます。</p>
      <ul class="list-style">
        <li>個人データの取扱いを外部に委託する場合</li>
        <li>本サービスが買収された場合</li>
        <li>事業パートナーと共同利用する場合(具体的な共同利用がある場合は、その内容を別途公表します。)</li>
        <li>その他、法律によって合法的に第三者提供が許されている場合</li>
      </ul>
      <br>
      <h4>アクセス解析ツール</h4>
      <p>本サービスは、ユーザーのアクセス解析のために、「Googleアナリティクス」を利用しています。Googleアナリティクスは、トラフィックデータの収集のためにCookieを使用しています。トラフィックデータは匿名で収集されており、個人を特定するものではありません。Cookieを無効にすれば、これらの情報の収集を拒否することができます。詳しくはお使いのブラウザの設定をご確認ください。Googleアナリティクスについて、詳しくは以下からご確認ください。</p>
      <p>https://marketingplatform.google.com/about/analytics/terms/jp/</p>
      <br>
      <h4>プライバシーポリシーの変更</h4>
      <p>本サービスは必要に応じて、このプライバシーポリシーの内容を変更します。また変更後のプライバシーポリシーを掲載した時点を施行開始時期とします。</p>
    </div>
  </div>
</template>

<style scoped src="@/assets/css/terms.css"></style>